Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: 音轨是 %@，达芬奇无法读取，片段会没有声音。可在工具箱用「WAV 24-bit / 48 kHz」或「达芬奇友好 · ProRes 422」生成可用版本后再发送。
de: Die Tonspur ist %@, was DaVinci Resolve nicht lesen kann – der Clip wäre stumm. Erstelle vor dem Senden im Werkzeugkasten eine nutzbare Version mit „WAV 24 Bit / 48 kHz“ oder „Resolve-freundlich · ProRes 422“.
en: The audio track is %@, which DaVinci Resolve cannot read, so the clip would have no sound. Create a usable version in the Toolbox with “WAV 24-bit / 48 kHz” or “Resolve-friendly · ProRes 422” before sending.
fr: La piste audio est en %@, que DaVinci Resolve ne sait pas lire : le plan serait muet. Créez une version utilisable dans la boîte à outils avec « WAV 24 bits / 48 kHz » ou « Adapté à Resolve · ProRes 422 » avant l’envoi.
ja: 音声トラックが %@ のため DaVinci Resolve で読み込めず、クリップが無音になります。ツールボックスの「WAV 24-bit / 48 kHz」または「DaVinci Resolve 向け · ProRes 422」で使えるバージョンを作ってから送信してください。
ko: 오디오 트랙이 %@이라 DaVinci Resolve에서 읽을 수 없어 클립에 소리가 나지 않습니다. 도구 상자의 'WAV 24-bit / 48 kHz' 또는 'DaVinci Resolve 친화 · ProRes 422'로 사용 가능한 버전을 만든 뒤 보내세요.

source: 音频与字幕
de: Audio & Untertitel
en: Audio & Subtitles
fr: Audio et sous-titres
ja: 音声と字幕
ko: 오디오와 자막

source: 音频来源不是可读取的资料夹：%@
de: Die Audioquelle ist kein lesbarer Ordner: %@
en: Audio source is not a readable folder: %@
fr: La source audio n’est pas un dossier lisible : %@
ja: 音声ソースが読み取り可能なフォルダではありません：%@
ko: 오디오 소스가 읽을 수 있는 폴더가 아닙니다: %@

source: 音频来源资料夹
de: Audio-Quellordner
en: Audio Source Folder
fr: Dossier source audio
ja: 音声ソースフォルダ
ko: 오디오 소스 폴더

source: 顺序下载
de: Sequenzieller Download
en: Sequential Download
fr: Téléchargement séquentiel
ja: 順番にダウンロード
ko: 순차 다운로드

source: 预计大小（含 10% 余量）超过剩余空间，请换一个保存位置或减少链接。
de: Die geschätzte Größe (mit 10 % Reserve) übersteigt den freien Speicher. Wähle einen anderen Ort oder weniger Links.
en: Estimated size (with 10% margin) exceeds free space. Choose another location or fewer links.
fr: La taille estimée (avec une marge de 10 %) dépasse l’espace libre. Choisissez un autre emplacement ou moins de liens.
ja: 推定サイズ（10% の余裕を含む）が空き容量を超えています。別の保存場所を選ぶか、リンクを減らしてください。
ko: 예상 크기(10% 여유분 포함)가 남은 공간을 넘습니다. 다른 저장 위치를 고르거나 링크를 줄이세요.

source: 首页 · 固定状态
de: Start · Fester Status
en: Home · Pinned Status
fr: Accueil · État épinglé
ja: ホーム · 固定ステータス
ko: 홈 · 고정 상태

source: 高画质、会员及地区限制内容可能需要登录。
de: Hochwertige, Mitglieder- und regional beschränkte Inhalte können eine Anmeldung erfordern.
en: High-quality, membership and region-restricted content may require sign-in.
fr: Les contenus en haute qualité, réservés aux membres ou limités par région peuvent nécessiter une connexion.
ja: 高画質、会員限定、地域制限のコンテンツにはログインが必要な場合があります。
ko: 고화질, 회원 전용, 지역 제한 콘텐츠는 로그인이 필요할 수 있습니다.

source: 高画质、番剧及账户可见内容可能需要登录。
de: Hochwertige, Anime- und kontogebundene Inhalte können eine Anmeldung erfordern.
en: High-quality, anime and account-only content may require sign-in.
fr: Les contenus en haute qualité, animés ou réservés au compte peuvent nécessiter une connexion.
ja: 高画質、アニメ、アカウント限定のコンテンツにはログインが必要な場合があります。
ko: 고화질, 애니메이션, 계정 전용 콘텐츠는 로그인이 필요할 수 있습니다.

source: 默认保存位置
de: Standard-Speicherort
en: Default Save Location
fr: Emplacement d’enregistrement par défaut
ja: デフォルトの保存場所
ko: 기본 저장 위치

source: （其中 %lld 个跨磁盘复制并校验）
de: (%lld zwischen Datenträgern kopiert und geprüft)
en: (%lld copied across disks and verified)
fr: (%lld copiés entre disques et vérifiés)
ja: （うち %lld 件はディスク間でコピーして検証）
ko: (그중 %lld개는 디스크 간 복사 후 검증)

source: （另有 %lld 条大小未知）
de: (%lld weitere mit unbekannter Größe)
en: (%lld more of unknown size)
fr: (%lld autres de taille inconnue)
ja: （他にサイズ不明が %lld 件）
ko: (크기를 알 수 없는 항목 %lld개 추가)

source: （所有者：%@）
de: (Eigentümer: %@)
en: (owner: %@)
fr: (propriétaire : %@)
ko: (소유자: %@)

source: （第 %lld 次尝试）
de: (Versuch %lld)
en: (attempt %lld)
fr: (essai %lld)
ja: （%lld 回目の試行）
ko: (%lld번째 시도)

source: ）。可选择兼容登录继续。
de: ). Du kannst mit der Browser-Anmeldung fortfahren.
en: ). You can continue with browser sign-in.
fr: ). Vous pouvez continuer avec la connexion via le navigateur.
ja: ）。ブラウザログインで続行できます。
ko: ). 브라우저 로그인으로 계속할 수 있습니다.
